Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Resting HR above baseline with RMSSD below baseline is a pattern worth watching. It commonly follows hard training, short sleep, alcohol or stress, and sometimes illness. If it lasts several days, an easier day is reasonable.
ar: ارتفاع معدل ضربات القلب أثناء الراحة فوق خط الأساس مع انخفاض RMSSD دونه نمط يستحق المتابعة. يأتي عادةً بعد تدريب شاق أو نوم قصير أو كحول أو توتر، وأحيانًا مرض. إن استمر عدة أيام، فيوم أخف خيار معقول.
da: Hvilepuls over baseline sammen med RMSSD under baseline er et mønster, der er værd at holde øje med. Det følger ofte efter hård træning, kort søvn, alkohol eller stress og nogle gange sygdom. Varer det flere dage, er en lettere dag rimelig.
de: Eine Ruhe-HF über der Baseline bei einem RMSSD unter der Baseline ist ein beobachtenswertes Muster. Es folgt häufig auf hartes Training, kurzen Schlaf, Alkohol oder Stress und manchmal auf Krankheit. Hält es mehrere Tage an, ist ein leichterer Tag sinnvoll.
es: Una FC en reposo por encima de la línea base con un RMSSD por debajo es un patrón que conviene vigilar. Suele aparecer tras entrenamientos duros, poco sueño, alcohol o estrés, y a veces con una enfermedad. Si dura varios días, es razonable hacer un día más suave.
fi: Perustasoa korkeampi leposyke yhdessä perustasoa matalamman RMSSD:n kanssa on seurannan arvoinen kuvio. Se seuraa usein kovaa harjoittelua, lyhyttä unta, alkoholia tai stressiä ja joskus sairautta. Jos se jatkuu useita päiviä, kevyempi päivä on järkevä.
fr: Une FC au repos au-dessus de la référence avec un RMSSD en dessous de la référence est un schéma à surveiller. Il suit souvent un entraînement intense, une nuit courte, de l’alcool ou du stress, et parfois une maladie. S’il dure plusieurs jours, une journée plus facile est raisonnable.
is: Hvíldarpúls yfir grunngildi ásamt RMSSD undir grunngildi er mynstur sem vert er að fylgjast með. Það fylgir oft erfiðum æfingum, stuttum svefni, áfengi eða streitu, og stundum veikindum. Ef það varir í nokkra daga er skynsamlegt að taka léttari dag.
it: Una FC a riposo sopra la linea di base con un RMSSD sotto la linea di base è uno schema da tenere d'occhio. Segue spesso allenamenti duri, poco sonno, alcol o stress, e a volte una malattia. Se dura diversi giorni, è ragionevole fare una giornata più facile.
ja: 安静時心拍数がベースラインより高く、RMSSD がベースラインより低いのは注意して見ておく価値のあるパターンです。ハードなトレーニング、睡眠不足、アルコール、ストレス、時には体調不良の後によく見られます。数日続く場合は、軽めの日にするのが妥当です。
ko: 안정 시 심박수가 기준선보다 높고 RMSSD가 기준선보다 낮은 것은 지켜볼 만한 패턴입니다. 흔히 고강도 훈련, 짧은 수면, 음주, 스트레스 뒤에, 때로는 질병과 함께 나타납니다. 며칠간 지속되면 가벼운 날을 보내는 것이 합리적입니다.
nb: Hvilepuls over grunnlinjen sammen med RMSSD under grunnlinjen er et mønster det er verdt å følge med på. Det følger ofte etter hard trening, kort søvn, alkohol eller stress, og noen ganger sykdom. Hvis det varer i flere dager, er det fornuftig med en lettere dag.
nl: Een rust-HS boven de basislijn met een RMSSD onder de basislijn is een patroon om in de gaten te houden. Het volgt vaak op zware training, kort slapen, alcohol of stress, en soms ziekte. Houdt het een paar dagen aan, dan is een rustigere dag redelijk.
pt_br: FC de repouso acima da linha de base com RMSSD abaixo da linha de base é um padrão que vale acompanhar. Costuma vir depois de treinos intensos, pouco sono, álcool ou estresse e, às vezes, de doença. Se durar vários dias, um dia mais leve é razoável.
ru: Пульс в покое выше базового уровня при RMSSD ниже базового — картина, за которой стоит последить. Обычно она бывает после тяжёлых тренировок, недосыпа, алкоголя или стресса, а иногда при болезни. Если она держится несколько дней, разумно сделать день полегче.
sv: Vilopuls över baslinjen samtidigt som RMSSD ligger under baslinjen är ett mönster värt att hålla koll på. Det följer ofta hård träning, kort sömn, alkohol eller stress, och ibland sjukdom. Om det håller i sig i flera dagar är en lättare dag rimlig.
zh_hans: 静息心率高于基线而 RMSSD 低于基线，是一个值得留意的模式。它常出现在高强度训练、睡眠不足、饮酒或压力之后，有时也与生病有关。如果持续数天，安排轻松一点的一天是合理的。

source: Restoring Your Purchase
ar: استعادة مشترياتك
da: Gendan dit køb
de: Deinen Kauf wiederherstellen
es: Restaurar tu compra
fi: Ostoksen palauttaminen
fr: Restaurer votre achat
is: Að endurheimta kaupin þín
it: Ripristinare l'acquisto
ja: 購入の復元
ko: 구매 복원하기
nb: Gjenopprette kjøpet ditt
nl: Je aankoop herstellen
pt_br: Restaurando sua compra
ru: Восстановление покупки
sv: Återställa ditt köp
zh_hans: 恢复你的购买

source: Returning from a cold or flu (last 5+ days of symptoms)
ar: العودة من الزكام أو الإنفلونزا (آخر 5 أيام أو أكثر من الأعراض)
da: Tilbage efter forkølelse eller influenza (de seneste 5+ dage med symptomer)
de: Rückkehr nach einer Erkältung oder Grippe (mindestens 5 Tage mit Symptomen)
es: Al volver de un resfriado o una gripe (últimos 5+ días con síntomas)
fi: Paluu flunssasta tai influenssasta (oireiden viimeiset 5+ päivää)
fr: Retour après un rhume ou une grippe (5 derniers jours de symptômes ou plus)
is: Að ná sér eftir kvef eða flensu (síðustu 5+ dagar með einkennum)
it: Ritorno da un raffreddore o un'influenza (ultimi 5+ giorni di sintomi)
ja: 風邪やインフルエンザからの回復期（症状が 5 日以上続いた後）
ko: 감기나 독감에서 회복 중(최근 5일 이상 증상)
nb: Tilbake etter forkjølelse eller influensa (siste 5+ dager med symptomer)
nl: Terugkomen van verkoudheid of griep (laatste 5+ dagen met klachten)
pt_br: Voltando de um resfriado ou gripe (5 ou mais dias com sintomas)
ru: Возвращение после простуды или гриппа (симптомы последние 5+ дней)
sv: Efter en förkylning eller influensa (de senaste 5+ dagarna med symtom)
zh_hans: 感冒或流感康复期（症状最后 5 天以上）

source: Returning from illness, injury, or a long break
ar: العودة من مرض أو إصابة أو انقطاع طويل
da: Tilbage efter sygdom, skade eller en lang pause
de: Rückkehr nach Krankheit, Verletzung oder einer langen Pause
es: Al volver de una enfermedad, una lesión o un parón largo
fi: Paluu sairaudesta, vammasta tai pitkästä tauosta
fr: Retour après une maladie, une blessure ou une longue pause
is: Að snúa aftur eftir veikindi, meiðsli eða langt hlé
it: Ritorno da malattia, infortunio o una lunga pausa
ja: 体調不良、けが、長い休養からの復帰
ko: 질병, 부상, 긴 휴식 후 복귀
nb: Tilbake etter sykdom, skade eller en lang pause
nl: Terugkomen van ziekte, blessure of een lange pauze
pt_br: Voltando de doença, lesão ou uma pausa longa
ru: Возвращение после болезни, травмы или долгого перерыва
sv: Efter sjukdom, skada eller ett långt uppehåll
zh_hans: 生病、受伤或长时间中断后恢复

source: Rich and distinctive
ar: غني ومميّز
da: Fyldigt og karakterfuldt
de: Satt und unverwechselbar
es: Intenso y distintivo
fi: Rikas ja omaleimainen
fr: Riche et singulier
is: Ríkulegt og sérstakt
it: Ricco e distintivo
ja: 豊かで個性的
ko: 풍부하고 개성 있는
nb: Fyldig og særpreget
nl: Rijk en uitgesproken
pt_br: Intenso e marcante
ru: Насыщенный и своеобразный
sv: Fylligt och distinkt
zh_hans: 浓郁而独特

source: RMSSD — Your Core Recovery Metric
ar: RMSSD — مقياس التعافي الأساسي لديك
da: RMSSD — Din centrale restitutionsmåling
de: RMSSD — Deine zentrale Erholungsmetrik
es: RMSSD: tu métrica principal de recuperación
fi: RMSSD — Keskeinen palautumismittarisi
fr: RMSSD — Votre métrique principale de récupération
is: RMSSD — Aðalmælikvarðinn á bata
it: RMSSD — La tua metrica di recupero principale
ja: RMSSD — 回復の中心となる指標
ko: RMSSD — 핵심 회복 지표
nb: RMSSD — kjernemålet for restitusjonen din
nl: RMSSD — Je belangrijkste herstelwaarde
pt_br: RMSSD — Sua principal métrica de recuperação
ru: RMSSD — ваш основной показатель восстановления
sv: RMSSD — Ditt viktigaste återhämtningsmått
zh_hans: RMSSD — 你的核心恢复指标

source: Room to improve through better sleep, stress management, or aerobic fitness
ar: مجال للتحسين عبر نوم أفضل أو إدارة التوتر أو اللياقة الهوائية
da: Plads til forbedring gennem bedre søvn, stresshåndtering eller aerob kondition
de: Luft nach oben durch besseren Schlaf, Stressbewältigung oder aerobe Fitness
es: Margen de mejora con mejor sueño, gestión del estrés o forma aeróbica
fi: Parannettavaa paremmalla unella, stressinhallinnalla tai aerobisella kunnolla
fr: Marge de progression grâce à un meilleur sommeil, à la gestion du stress ou à la forme aérobie
is: Svigrúm til bóta með betri svefni, streitustjórnun eða þolþjálfun
it: Margine di miglioramento con un sonno migliore, la gestione dello stress o la forma aerobica
ja: 睡眠の改善、ストレス管理、有酸素能力の向上で改善の余地があります
ko: 더 나은 수면, 스트레스 관리, 유산소 체력으로 개선할 여지가 있음
nb: Rom for forbedring gjennom bedre søvn, stressmestring eller aerob form
nl: Ruimte voor verbetering via betere slaap, stressbeheersing of aerobe fitheid
pt_br: Há espaço para melhorar com sono melhor, controle do estresse ou condicionamento aeróbico
ru: Есть потенциал для улучшения за счёт сна, управления стрессом или аэробной формы
sv: Utrymme att förbättra genom bättre sömn, stresshantering eller aerob kondition
zh_hans: 可以通过改善睡眠、管理压力或提升有氧体能来提高

source: Root Mean Square of Successive Differences. Measures the beat-to-beat variation in your heart rate, driven primarily by your parasympathetic (rest-and-digest) nervous system. It is the most widely studied HRV measure for day-to-day tracking.
ar: الجذر التربيعي لمتوسط مربعات الفروق المتتالية. يقيس التفاوت بين النبضات في معدل ضربات قلبك، الذي يحرّكه أساسًا جهازك العصبي نظير الودي (الراحة والهضم). وهو أكثر مقاييس HRV دراسةً للتتبع اليومي.
da: Root Mean Square of Successive Differences. Måler variationen fra slag til slag i din puls, primært drevet af dit parasympatiske (hvile-og-fordøje) nervesystem. Det er det mest undersøgte HRV-mål til daglig sporing.
de: Root Mean Square of Successive Differences (Quadratmittel der aufeinanderfolgenden Differenzen). Misst die Schwankung deiner Herzfrequenz von Schlag zu Schlag, die vor allem von deinem parasympathischen Nervensystem (Ruhe und Verdauung) gesteuert wird. Es ist das am besten untersuchte HRV-Maß für die tägliche Verfolgung.
es: Raíz cuadrática media de las diferencias sucesivas. Mide la variación latido a latido de tu frecuencia cardíaca, impulsada principalmente por tu sistema nervioso parasimpático (de descanso y digestión). Es la medida de HRV más estudiada para el seguimiento diario.
fi: Root Mean Square of Successive Differences (peräkkäisten erotusten neliökeskiarvon neliöjuuri). Mittaa sykkeesi lyönnistä lyöntiin -vaihtelua, jota ohjaa ensisijaisesti parasympaattinen (lepo ja ruoansulatus) hermosto. Se on tutkituin HRV-mittari päivittäiseen seurantaan.
fr: Root Mean Square of Successive Differences (moyenne quadratique des différences successives). Mesure la variation d’un battement à l’autre de votre fréquence cardiaque, principalement pilotée par votre système nerveux parasympathique (repos et digestion). C’est la mesure de HRV la plus étudiée pour le suivi au quotidien.
is: Root Mean Square of Successive Differences. Mælir breytileika milli slaga í hjartslætti, sem stýrist fyrst og fremst af parasympatíska (hvíldar- og meltingar-) taugakerfinu. Þetta er sá HRV-mælikvarði sem mest hefur verið rannsakaður til daglegrar eftirfylgni.
it: Root Mean Square of Successive Differences (radice quadratica media delle differenze successive). Misura la variazione battito per battito della frequenza cardiaca, guidata soprattutto dal sistema nervoso parasimpatico (riposo e digestione). È la misura HRV più studiata per il monitoraggio quotidiano.
ja: Root Mean Square of Successive Differences（連続する差の二乗平均平方根）。心拍の拍ごとの変動を測る指標で、主に副交感神経系（休息と消化）によって左右されます。日々の記録に使われる HRV 指標として最も広く研究されています。
ko: 연속 차이의 제곱평균제곱근(Root Mean Square of Successive Differences). 주로 부교감(휴식과 소화) 신경계에 의해 좌우되는 심박의 박동 간 변동을 측정합니다. 일일 추적용으로 가장 널리 연구된 HRV 지표입니다.
nb: Root Mean Square of Successive Differences. Måler variasjonen fra slag til slag i pulsen, som hovedsakelig styres av det parasympatiske nervesystemet (hvile og fordøyelse). Det er det mest studerte HRV-målet for oppfølging fra dag til dag.
nl: Root Mean Square of Successive Differences. Meet de slag-tot-slagvariatie in je hartslag, vooral aangestuurd door je parasympathische (rust-en-verteer) zenuwstelsel. Het is de best onderzochte HRV-maat om dag tot dag bij te houden.
pt_br: Root Mean Square of Successive Differences (raiz quadrada média das diferenças sucessivas). Mede a variação batimento a batimento da sua frequência cardíaca, impulsionada principalmente pelo seu sistema nervoso parassimpático (repouso e digestão). É a medida de VFC mais estudada para o acompanhamento diário.
ru: Среднеквадратичное значение последовательных разностей. Измеряет изменчивость интервалов между ударами, которая определяется в основном парасимпатической нервной системой («отдых и пищеварение»). Это наиболее изученный показатель ВСР для ежедневного отслеживания.
sv: Root Mean Square of Successive Differences. Mäter variationen mellan slagen i din puls, främst styrd av ditt parasympatiska nervsystem (vila och matsmältning). Det är det mest studerade HRV-måttet för uppföljning från dag till dag.
zh_hans: 相邻差值的均方根。衡量心率的逐搏变化，主要由副交感（休息与消化）神经系统驱动。它是日常跟踪中研究最广泛的 HRV 指标。

source: Rose
ar: وردي
da: Rosa
de: Rosa
es: Rosa
fi: Ruusu
is: Bleikur
it: Rosa
ja: ローズ
ko: 로즈
nb: Rosa
nl: Roze
pt_br: Rosa
ru: Розовый
sv: Rosa
zh_hans: 玫红

source: Routing is an aid, not a substitute for proper navigation. In poor weather, dense canopy, or urban canyons GPS accuracy degrades — the AI still answers but the directions may be off by tens of meters. For real emergencies, call your local emergency number.
ar: التوجيه أداة مساعدة، لا بديل عن الملاحة الصحيحة. في الطقس السيئ أو تحت الأشجار الكثيفة أو بين المباني العالية تتراجع دقة GPS — يظل الذكاء الاصطناعي يجيب لكن الاتجاهات قد تنحرف بعشرات الأمتار. في حالات الطوارئ الحقيقية، اتصل برقم الطوارئ المحلي.
da: Rutevejledning er en hjælp, ikke en erstatning for ordentlig navigation. I dårligt vejr, under tæt løvdække eller mellem høje bygninger forringes GPS-nøjagtigheden — AI'en svarer stadig, men anvisningerne kan være flere titals meter forkerte. I reelle nødsituationer skal du ringe til dit lokale alarmnummer.
de: Die Routenführung ist eine Hilfe, kein Ersatz für richtige Navigation. Bei schlechtem Wetter, dichtem Blätterdach oder zwischen hohen Gebäuden verschlechtert sich die GPS-Genauigkeit — die KI antwortet trotzdem, aber die Anweisungen können um Dutzende Meter danebenliegen. Wähle in echten Notfällen deine örtliche Notrufnummer.
es: La navegación es una ayuda, no un sustituto de una orientación adecuada. Con mal tiempo, bajo una vegetación densa o entre edificios altos, la precisión del GPS empeora: la IA sigue respondiendo, pero las indicaciones pueden desviarse decenas de metros. En emergencias reales, llama a tu número de emergencias local.
fi: Reititys on apuväline, ei kunnollisen navigoinnin korvike. Huonolla säällä, tiheässä metsässä tai korkeiden rakennusten välissä GPS:n tarkkuus heikkenee — tekoäly vastaa yhä, mutta ohjeet voivat heittää kymmeniä metrejä. Todellisessa hätätilanteessa soita paikalliseen hätänumeroon.
fr: Le guidage est une aide, pas un substitut à une vraie navigation. Par mauvais temps, sous un couvert forestier dense ou entre de hauts immeubles, la précision GPS se dégrade — l’IA répond toujours, mais les indications peuvent être décalées de plusieurs dizaines de mètres. En cas de véritable urgence, appelez le numéro d’urgence local.
is: Leiðsögn er hjálpartæki, ekki staðgengill fyrir almennilega rötun. Í slæmu veðri, þéttum skógi eða milli hárra bygginga versnar GPS-nákvæmni — gervigreindin svarar samt en leiðbeiningarnar geta skeikað um tugi metra. Í raunverulegu neyðartilviki skaltu hringja í neyðarnúmerið á þínu svæði.
it: La navigazione è un aiuto, non un sostituto di un vero orientamento. Con il maltempo, sotto una fitta vegetazione o tra edifici alti la precisione del GPS peggiora: l'IA risponde comunque, ma le indicazioni possono sbagliare di decine di metri. Per le vere emergenze, chiama il numero di emergenza locale.
ja: ルート案内は補助であり、適切なナビゲーションの代わりにはなりません。悪天候、深い森、ビルの谷間では GPS の精度が落ちます — AI は回答を続けますが、案内が数十メートルずれることがあります。本当の緊急時には、地域の緊急通報番号に電話してください。
ko: 경로 안내는 보조 수단일 뿐 제대로 된 내비게이션을 대신하지 않습니다. 악천후, 울창한 숲, 고층 건물 사이에서는 GPS 정확도가 떨어집니다 — AI는 계속 답하지만 방향이 수십 미터 어긋날 수 있습니다. 실제 응급 상황에서는 현지 긴급 전화번호로 연락하세요.
nb: Rutevisning er et hjelpemiddel, ikke en erstatning for skikkelig navigasjon. I dårlig vær, under tett tredekke eller mellom høye bygninger blir GPS-nøyaktigheten dårligere — AI-en svarer fortsatt, men veibeskrivelsen kan bomme med flere titalls meter. Ved virkelige nødsituasjoner ringer du ditt lokale nødnummer.
nl: Routebegeleiding is een hulpmiddel, geen vervanging voor goede navigatie. Bij slecht weer, dicht bladerdak of tussen hoge gebouwen wordt GPS minder nauwkeurig — de AI antwoordt nog steeds, maar de aanwijzingen kunnen tientallen meters afwijken. Bel bij een echte noodsituatie het lokale alarmnummer.
pt_br: A rota é uma ajuda, não um substituto para a navegação adequada. Com mau tempo, mata fechada ou entre prédios altos, a precisão do GPS piora — a IA ainda responde, mas as direções podem errar por dezenas de metros. Em emergências reais, ligue para o número de emergência local.
ru: Маршрутизация — подспорье, а не замена полноценной навигации. В плохую погоду, под густыми кронами деревьев или среди высоких зданий точность GPS падает — ИИ всё равно ответит, но направления могут ошибаться на десятки метров. В настоящей экстренной ситуации звоните на местный номер экстренных служб.
sv: Vägvisningen är ett hjälpmedel, inte en ersättning för riktig navigering. I dåligt väder, under tätt trädtak eller mellan höga hus blir GPS-noggrannheten sämre — AI:n svarar fortfarande, men vägbeskrivningen kan slå fel med tiotals meter. Vid verkliga nödsituationer, ring ditt lokala nödnummer.
zh_hans: 路线导航只是辅助，不能替代正规导航。在恶劣天气、茂密树冠下或城市高楼间，GPS 精度会下降 — AI 仍会回答，但方向可能偏差数十米。真正遇到紧急情况时，请拨打当地紧急电话。

source: RR Intervals (CSV)
ar: فواصل RR (CSV)
da: RR-intervaller (CSV)
de: RR-Intervalle (CSV)
es: Intervalos RR (CSV)
fi: RR-välit (CSV)
fr: Intervalles RR (CSV)
is: RR-bil (CSV)
it: Intervalli RR (CSV)
ja: RR 間隔（CSV）
ko: RR 간격 (CSV)
nb: RR-intervaller (CSV)
nl: RR-intervallen (CSV)
pt_br: Intervalos RR (CSV)
ru: RR-интервалы (CSV)
sv: RR-intervall (CSV)
zh_hans: RR 间期（CSV）

source: Runs entirely on your iPhone via Apple's Foundation Models framework
ar: يعمل بالكامل على iPhone عبر إطار Foundation Models من Apple
da: Kører udelukkende på din iPhone via Apples Foundation Models-framework
de: Läuft vollständig auf deinem iPhone über Apples Foundation-Models-Framework
es: Funciona íntegramente en tu iPhone mediante el framework Foundation Models de Apple
fi: Toimii kokonaan iPhonellasi Applen Foundation Models -kehyksen avulla
fr: Fonctionne entièrement sur votre iPhone grâce au framework Foundation Models d’Apple
is: Keyrir alfarið á iPhone með Foundation Models-kerfi Apple
it: Funziona interamente sul tuo iPhone tramite il framework Foundation Models di Apple
ja: Apple の Foundation Models フレームワークにより、すべて iPhone 上で動作します
ko: Apple의 Foundation Models 프레임워크를 통해 전적으로 iPhone에서 실행
nb: Kjører helt på iPhonen din via Apples Foundation Models-rammeverk
nl: Draait volledig op je iPhone via het Foundation Models-framework van Apple
pt_br: Funciona inteiramente no seu iPhone pelo framework Foundation Models da Apple
ru: Работает полностью на iPhone через фреймворк Apple Foundation Models
sv: Körs helt på din iPhone via Apples Foundation Models-ramverk
zh_hans: 通过 Apple 的 Foundation Models 框架完全在你的 iPhone 上运行

source: Runs entirely on your iPhone. Your data never leaves the device. Apple has the full tool catalog wired in — it can answer per-workout, route, and breadcrumb questions directly.
ar: يعمل بالكامل على iPhone. لا تغادر بياناتك الجهاز أبدًا. لدى Apple كتالوج الأدوات الكامل — يمكنه الإجابة مباشرةً عن أسئلة كل تمرين والمسارات والأثر.
da: Kører udelukkende på din iPhone. Dine data forlader aldrig enheden. Apple har hele værktøjskataloget koblet på — den kan svare direkte på spørgsmål om enkelte træninger, ruter og brødkrummespor.
de: Läuft vollständig auf deinem iPhone. Deine Daten verlassen nie das Gerät. Apple hat den vollständigen Tool-Katalog angebunden — es kann Fragen zu einzelnen Trainings, Routen und Brotkrumenspuren direkt beantworten.
es: Funciona íntegramente en tu iPhone. Tus datos nunca salen del dispositivo. Apple tiene conectado todo el catálogo de herramientas: puede responder directamente preguntas sobre entrenamientos, rutas y rastros.
fi: Toimii kokonaan iPhonellasi. Tietosi eivät koskaan poistu laitteelta. Applella on koko työkaluvalikoima käytössään — se voi vastata suoraan harjoitus-, reitti- ja reittijälkikysymyksiin.
fr: Fonctionne entièrement sur votre iPhone. Vos données ne quittent jamais l’appareil. Apple dispose du catalogue complet d’outils — il peut répondre directement aux questions sur les séances, les itinéraires et les fils d’Ariane.
is: Keyrir alfarið á iPhone. Gögnin þín fara aldrei af tækinu. Apple hefur aðgang að öllum verkfærunum — það getur svarað beint spurningum um einstakar æfingar, leiðir og slóðir.
it: Funziona interamente sul tuo iPhone. I tuoi dati non lasciano mai il dispositivo. Apple ha accesso all'intero catalogo di strumenti: può rispondere direttamente a domande su singoli allenamenti, percorsi e tracce.
ja: すべて iPhone 上で動作します。データが端末の外に出ることはありません。Apple Intelligence にはすべてのツールが組み込まれており、ワークアウト、ルート、パンくずに関する質問にも直接答えられます。
ko: 전적으로 iPhone에서 실행됩니다. 데이터는 기기를 떠나지 않습니다. Apple 모델에는 전체 도구 목록이 연결되어 있어 운동별, 경로, 브레드크럼 질문에 직접 답할 수 있습니다.
nb: Kjører helt på iPhonen din. Dataene dine forlater aldri enheten. Apple har hele verktøykatalogen koblet til — den kan svare direkte på spørsmål om enkeltøkter, ruter og brødsmulespor.
nl: Draait volledig op je iPhone. Je gegevens verlaten het apparaat nooit. Apple heeft de volledige toolcatalogus beschikbaar — het kan vragen over trainingen, routes en broodkruimelsporen direct beantwoorden.
pt_br: Funciona inteiramente no seu iPhone. Seus dados nunca saem do dispositivo. O Apple Intelligence tem o catálogo completo de ferramentas integrado — ele responde diretamente a perguntas sobre treinos, rotas e rastros.
ru: Работает полностью на iPhone. Ваши данные никогда не покидают устройство. Модели Apple подключён полный каталог инструментов — она может напрямую отвечать на вопросы о тренировках, маршрутах и следах.
sv: Körs helt på din iPhone. Dina data lämnar aldrig enheten. Apple har hela verktygskatalogen inkopplad — den kan svara direkt på frågor om enskilda pass, rutter och brödsmulespår.
zh_hans: 完全在你的 iPhone 上运行。你的数据永远不会离开设备。Apple 模型已接入完整的工具目录 — 可以直接回答关于每次训练、路线和轨迹的问题。

source: Safety Layers
ar: طبقات الأمان
da: Sikkerhedslag
de: Sicherheitsebenen
es: Capas de seguridad
fi: Turvakerrokset
fr: Niveaux de sécurité
is: Öryggislög
it: Livelli di sicurezza
ja: 安全のための仕組み
ko: 안전 계층
nb: Sikkerhetslag
nl: Veiligheidslagen
pt_br: Camadas de segurança
ru: Уровни защиты
sv: Skyddslager
zh_hans: 安全层级

source: Score Components
ar: مكوّنات النتيجة
da: Scorekomponenter
de: Bestandteile des Werts
es: Componentes de la puntuación
fi: Pisteiden osatekijät
fr: Composantes du score
is: Þættir stiga
it: Componenti del punteggio
ja: スコアの構成要素
ko: 점수 구성 요소
nb: Scorekomponenter
nl: Onderdelen van de score
pt_br: Componentes da pontuação
ru: Компоненты оценки
sv: Poängkomponenter
zh_hans: 评分组成

source: Score Ranges
ar: نطاقات النتيجة
da: Scoreintervaller
de: Wertbereiche
es: Rangos de puntuación
fi: Pistealueet
fr: Plages de score
is: Stigabil
it: Fasce di punteggio
ja: スコアの範囲
ko: 점수 범위
nb: Scoreområder
nl: Scorebereiken
pt_br: Faixas de pontuação
ru: Диапазоны оценки
sv: Poängintervall
zh_hans: 评分范围
